[
  {
    "id": "graduated-recoded",
    "title": "Graduated at Re:Coded",
    "date": "8th November, 2021",
    "content": "I was working on a team of 4 developers and a trainer. We managed to create an application for people who wants to buy/sell books, it is called Libvery. We received the certification after 3 months of intense learning.",
    "brief": "Graduated the Reactjs Web Development Bootcamp at Re:Coded 🎉",
    "imageURL1": "https://i.imgur.com/8FOQDEa.jpeg",
    "imageURL2": "https://i.imgur.com/7igwXbz.jpeg"
  },
  {
    "id": "joined-recoded",
    "title": "Joined Re:Coded",
    "date": "8th August, 2021",
    "content": "Re:Coded React Bootcamp was a game changer for me. I applied for this bootcamp not only for coding but mostly for networking and knowing how to communicate efficiently. When I applied there was more than 400 applicants which made it really competitive to get accepted. You must have run into 4 different phases about filling application, coding, mindset and interviewing. Before joing the bootcamp I had no idea about how to communicate properly with people around me, especially when it comes to programming. Now I feel that I'm getting better and feel more comfortable working in a team. Honestly, it was an intense 3 months of bootcamp which included many assignments but we also had funny activities and social committe which made the environment much more nicer. I'm really glad that I found Re:Coded and got to know such amazing people with diffrient ideas.",
    "brief": "Participated in Reactjs Bootcamp at Re:Coded.",
    "imageURL1": "https://i.imgur.com/7igwXbz.jpeg",
    "imageURL2": "https://i.imgur.com/7igwXbz.jpeg"
  },
  {
    "id": "software-department",
    "title": "Software Engineering Department",
    "date": "11th November, 2020",
    "content": "I got into my dream department which is Software Engineering or CS related departments at college. I got into Koya University which is one of the most beautiful college in Kurdistan. I'm currently a sophomore student.",
    "brief": "Got into Software Engineering department.",
    "imageURL1": "https://i.imgur.com/7igwXbz.jpeg",
    "imageURL2": "https://i.imgur.com/7igwXbz.jpeg"
  },
  {
    "id": "started-programming",
    "title": "Started to learn programming",
    "date": "1st June, 2020",
    "content": "I really wanted to code and learn programming. At first, I was at Medical Laboratory College but I didn't like it. Honestly it was one of the hardest decision that I made because I spent a whole year in Medical Laboratory College and I needed to switch to SE department. Everyone tried to convince me to stay at MLT department but I always had that passion for SE department and learn to code. So I started to switch to SE department and learn programming in June, 2020 with so much passion and excitement even though I had no prior experience. First I tried to learn PHP without knowning why and what I can do with it. I spend a few weeks to months but then I switched to HTML, CSS and JavaScript. This was when my journey started and began to fall in love with programming. Now I know some technologies such as JavaScript, Reactjs, Nextjs and Firebase. I'm really glad that I chose this field and always looking forward to learn more.",
    "brief": "Started to learn programming.",
    "imageURL1": "https://i.imgur.com/7igwXbz.jpeg"
  }
]
